<template>
  <view class="detail">
    <view class="title"> 友客帮隐私政策 </view>
    <view class="html">
      {{ html }}
    </view>
  </view>
</template>

<script>
export default {
  data() {
    return {
      html: `
更新日期：2021年1月27日
生效日期：2022年1月27日

南京启诺信息技术有限公司（注册地址：南京市江宁滨江经济开发区盛安大道739号，以下简称“我们”或“公司”）深知个人信息对您的重要性，我们将按照法律法规的规定，保护您的个人信息及隐私安全。我们制定本“隐私政策”并特别提示：希望您在使用友客帮小程序及相关服务前仔细阅读并理解本隐私政策，以便做出适当的选择。

本隐私政策将帮助你了解：

· 我们会遵循隐私政策收集、使用您的信息，但不会仅因您同意本隐私政策而采用强制捆绑的方式收集您的个人信息。

· 当您使用或开启相关功能或使用服务时，为实现功能、服务所必需，我们会收集、使用相关信息。除非是为实现基本业务功能或根据法律法规要求所必需的必要信息，您均可以拒绝提供且不影响其他功能或服务。我们将在隐私政策中逐项说明哪些是必要信息。

· 如果您未登录帐号，我们会通过设备对应的标识符信息来保障信息推送的基本功能。如果您登录了帐号，我们会根据帐号信息实现信息推送。

· 相关敏感权限均不会默认开启，只有经过您的明示授权才会在为实现特定功能或服务时使用，您也可以撤回授权。特别需要指出的是，即使经过您的授权，我们获得了这些敏感权限，也不会在相关功能或服务不需要时而收集您的信息。具体权限申请与使用情况请见：友客帮应用权限申请与使用情况说明。

· 本隐私政策适用于您通过友客帮小程序来访问和使用我们的产品和服务。

下文将帮您详细了解我们如何收集、使用、存储、传输、共享、转让（如适用）与保护个人信息；帮您了解查询、访问、删除、更正、撤回授权个人信息的方式。其中，有关您个人信息权益的条款重要内容我们已用加粗形式提示，请特别关注。

1.我们如何收集和使用个人信息

2.我们如何使用cookie等同类技术

3.我们如何共享、转让、公开披露个人信息

4.我们如何存储个人信息

5.我们如何保护个人信息的安全

6.管理您的个人信息

7.未成年人使用条款

8.隐私政策的修订和通知

9.联系我们

1.我们如何收集和使用个人信息

我们会按照如下方式收集您在使用服务时主动提供的，以及通过自动化手段收集您在使用功能或接受服务过程中产生的信息：

1.1 注册、登录

当您注册、登录友客帮及相关服务时，您将授权我们获取您在微信平台注册的公开信息（头像、昵称以及您授权的其他信息），用于创建友客帮帐号，并绑定手机号完成注册流程。收集这些信息是为了帮助您完成注册，使您可以直接登录并使用本产品和相关服务。您还可以根据自身需求选择填写相对应的信息来完善您的信息。

1.2 内容发布

a.您发布内容我们将收集您发布的信息，并展示您的昵称、头像、发布内容。

b.您使用上传图片或者更换头像功能时，我们会请求您授权相机、相册权限。您如果拒绝授权提供，将无法使用此功能，但不影响您正常使用友客帮的其他功能。您理解并同意：一旦您使用面部识别服务功能，即视为您向我们发出了同意并授权我们使用隐私政策项下的面部识别所涉服务与您相关的个人隐私信息。

c.用户因使用我们的产品或者服务而被我们收集的信息，例如其他用户发布的信息中可能含有您的部分信息（如：在跟进记录、报价信息、业务信息等中涉及到与您相关的信息）。

1.4 搜索

您使用“友客帮”的搜索服务时，我们会收集您的搜索关键字信息、日志记录。为了提供高效的搜索服务，部分前述信息会暂时存储在您的本地存储设备之中，并可向您展示搜索结果内容、搜索历史记录。

1.5 友客帮创建企业

您注册登录友客帮创建企业后，我们会收集您的企业名称、规模、行业等信息实性，如您未创建企业，则小程序中的部分功能将无法使用。


1.7 安全运行

1.7.1 安全保障功能

我们致力于为您提供安全、可信的产品与使用环境，提供优质而可靠的服务是我们的核心目标。为实现安全保障功能所收集的信息是必要信息。

1.7.2 设备信息与日志信息

a.为了保障软件与服务的安全运行，我们会收集您的硬件型号、操作系统版本号、国际移动设备识别码、唯一设备标识符、网络设备硬件地址、IP地址、WLAN接入点、蓝牙、基站、软件版本号、网络接入方式、类型、状态、网络质量数据、操作、使用、服务日志。

b.为了预防恶意程序及安全运营所必需，我们会收集安装的应用信息或正在运行的进程信息、应用程序的总体运行、使用情况与频率、应用崩溃情况、总体安装使用情况、性能数据、应用来源。

c.我们可能使用您的账户信息、设备信息、服务日志信息以及我们关联公司、合作方在获得您授权或依法可以共享的信息，用于判断账户安全、进行身份验证、检测及防范安全事件。

1.8 收集、使用个人信息目的变更

请您了解，随着我们业务的发展，可能会对“友客帮”的功能和提供的服务有所调整变化。原则上，当新功能或服务与我们当前提供的功能或服务相关时，收集与使用的个人信息将与原处理目的具有直接或合理关联。在与原处理目的无直接或合理关联的场景下，我们收集、使用您的个人信息，会再次进行告知，并征得您的同意。

1.9 依法豁免征得同意收集和使用的个人信息

请您理解，在下列情形中，根据法律法规及相关国家标准，我们收集和使用您的个人信息无需征得您的授权同意：

a.与国家安全、国防安全直接相关的；

b.与公共安全、公共卫生、重大公共利益直接相关的；

c.与犯罪侦查、起诉、审判和判决执行等直接相关的；

d.出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；

e.所收集的您的个人信息是您自行向社会公众公开的；

f.从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；

g.根据您的要求签订或履行合同所必需的；

h.用于维护软件及相关服务的安全稳定运行所必需的，例如发现、处置软件及相关服务的故障；

i.为合法的新闻报道所必需的；

j.学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；

k.法律法规规定的其他情形。

特别提示您注意，如信息无法单独或结合其他信息识别到您的个人身份，其不属于法律意义上您的个人信息；当您的信息可以单独或结合其他信息识别到您的个人身份时或我们将无法与任何特定个人信息建立联系的数据与其他您的个人信息结合使用时，这些信息在结合使用期间，将作为您的个人信息按照本隐私政策处理与保护。

2.对 Cookie 和同类技术的使用

Cookie 和同类技术是互联网中普遍使用的技术。当您使用友客帮及相关服务时，我们可能会使用相关技术向您的设备发送一个或多个 Cookie 或匿名标识符，以收集和存储您访问、使用本产品时的信息。我们承诺，不会将 Cookie 用于本隐私政策所述目的之外的任何其他用途。我们使用 Cookie 和同类技术主要为了实现以下功能或服务：

2.1 保障产品与服务的安全、高效运转

我们可能会设置认证与保障安全性的 cookie 或匿名标识符，使我们确认您是否安全登录服务，或者是否遇到盗用、欺诈及其他不法行为。这些技术还会帮助我们改进服务效率，提升登录和响应速度。

2.2 帮助您获得更轻松的访问体验

使用此类技术可以帮助您省去重复您填写个人信息、输入搜索内容的步骤和流程（示例：记录搜索、表单填写）。

2.3 为您推荐、展示、推送您可能感兴趣的内容或帐号

a.我们可能会利用 Cookie 和同类技术了解您的偏好和使用习惯，进行数据分析，以改善产品服务、推荐用户感兴趣的信息或功能。

b.在友客帮的分享页中，我们可能会使用cookie对浏览活动进行记录，用于向您推荐信息和排查崩溃、延迟的相关异常情况以及探索更好的服务方式。

2.4 cookie的清除

大多数浏览器均为用户提供了清除浏览器缓存数据的功能，您可以在浏览器设置功能中进行相应的数据清除操作。如您进行清除，可能因为这些修改，您可能无法使用依赖于Cookie由公司提供的服务或相应功能。

3.我们如何共享、转让、公开披露个人信息

3.1共享

3.1.1 共享原则

a.授权同意原则：如向我们的关联方、第三方共享您的个人信息，需经过您的授权同意，除非共享的个人信息是去标识化处理后的信息，且共享第三方无法重新识别此类信息的自然人主体。如果关联方、第三方使用信息的目的超越原授权同意范围，他们需要重新征得您的同意。

b.合法正当与最小必要原则：向关联方、第三方共享的数据必须具有合法正当目的，且共享的数据以达成目的必要为限。

c.安全审慎原则：我们将审慎评估关联方、第三方数据使用共享信息的目的，对这些合作方的安全保障能力进行综合评估，并要求其遵循合作法律协议。我们会对合作方获取信息的软件工具开发包（SDK）、应用程序接口（API）进行严格的安全监测，以保护数据安全。

3.1.2 实现功能或服务的共享信息

a.当您在使用友客帮中由我们的关联方、第三方提供的功能，或者当软件服务提供商、智能设备提供商、系统服务提供商与我们联合为您提供服务时，我们会将实现业务所必需的的信息与这些关联方、第三方共享。

b.支付功能：支付功能由与我们合作的第三方支付机构向您提供服务。第三方支付机构可能需要收集您的姓名、银行卡类型及卡号、有效期及手机号码。银行卡号、有效期及手机号码是个人敏感信息，这些信息是支付功能所必需的信息，拒绝提供将导致您无法使用该功能，但不影响其他功能的正常使用。

3.1.3 实现安全与分析统计的共享信息

a.保障使用安全：我们非常重视帐号与服务安全，为保障您和其他用户的帐号与财产安全，使您和我们的正当合法权益免受不法侵害，我们和关联公司或服务提供商可能会共享必要的设备、帐号及日志信息。

b.分析产品使用情况：为分析我们服务的使用情况，提升用户使用的体验，可能会与关联方或第三方共享产品使用情况（崩溃、闪退）的统计性数据，这些数据难以与其他信息结合识别您的个人身份。

3.2 转让

a.我们不会转让您的个人信息给任何其他第三方，除非征得您的明确同意。

b.随着我们业务的持续发展，我们将有可能进行合并、收购、资产转让，您的个人信息有可能因此而被转移。在发生前述变更时，我们将按照法律法规及不低于本隐私政策所载明的安全标准要求继受方保护您的个人信息，否则我们将要求继受方重新征得您的授权同意。

3.3 披露

a.我们不会公开披露您的信息，除非遵循国家法律法规规定或者获得您的同意。我们公开披露您的个人信息会采用符合行业内标准的安全保护措施.

b. 对违规帐号、欺诈行为进行处罚公告时，我们会披露相关帐号的信息。

3.4 依法豁免征得同意共享、转让、公开披露的个人信息

请您理解，在下列情形中，根据法律法规及国家标准，我们共享、转让、公开披露您的个人信息无需征得您的授权同意：

a.与国家安全、国防安全直接相关的；

b.与公共安全、公共卫生、重大公共利益直接相关的；

c.与犯罪侦查、起诉、审判和判决执行等直接相关的；

d.出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；

e.您自行向社会公众公开的个人信息；

f.从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。

4.我们如何存储个人信息

4.1 存储地点

我们依照法律法规的规定，将在境内运营过程中收集和产生的您的个人信息存储于中华人民共和国境内。目前，我们不会将上述信息传输至境外，如果我们向境外传输，我们将会遵循相关国家规定或者征求您的同意。

4.2 存储期限

我们仅在为提供“友客帮”及服务之目的所必需的期间内保留您的个人信息：您发布的相关信息，在您未撤回、删除期间，我们会保留相关信息。超出必要期限后，我们将对您的个人信息进行删除或匿名化处理，但法律法规另有规定的除外。

5.我们如何保护个人信息的安全

a.我们非常重视您个人信息的安全，将努力采取合理的安全措施（包括技术方面和管理方面）来保护您的个人信息，防止您提供的个人信息被不当使用或未经授权的情况下被访问、公开披露、使用、修改、损坏、丢失或泄漏。

b.我们会使用不低于行业同行的加密技术、匿名化处理及相关合理可行的手段保护您的个人信息，并使用安全保护机制防止您的个人信息遭到恶意攻击。

c.我们会建立专门的安全部门、安全管理制度、数据安全流程保障您的个人信息安全。我们采取严格的数据使用和访问制度，确保只有授权人员才可访问您的个人信息，并适时对数据和技术进行安全审计。

d.尽管已经采取了上述合理有效措施，并已经遵守了相关法律规定要求的标准，但请您理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全，我们将尽力确保您提供给我们的个人信息的安全性。

e.您知悉并理解，您接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。因此，我们强烈建议您采取积极措施保护个人信息的安全，包括但不限于将自己的帐号密码及相关个人信息透露给他人。

f.我们会制定应急处理预案，并在发生用户信息安全事件时立即启动应急预案，努力阻止这些安全事件的影响和后果扩大。一旦发生用户信息安全事件（泄露、丢失）后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已经采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施。我们将及时将事件相关情况以推送通知、邮件、信函、短信及相关形式告知您，难以逐一告知时，我们会采取合理、有效的方式发布公告。同时，我们还将按照相关监管部门要求，上报用户信息安全事件的处置情况。

g.您一旦离开“友客帮”及相关服务，浏览或使用其他应用程序、服务及内容资源，我们将没有能力和直接义务保护您在友客帮及相关服务之外的软件、网站提交的任何个人信息，无论您登录、浏览或使用上述软件、网站是否基于“友客帮”的链接或引导。

6.管理您的个人信息

我们非常重视您对个人信息的管理，并尽全力保护您对于您个人信息的查询、访问、修改、删除、投诉举报以及设置隐私功能的相关权利，以使您有能力保障您的隐私和信息安全。

6.1 改变或撤回授权的信息处理

特定的业务功能和服务将需要您的信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的功能和服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响公司此前基于您的授权而开展的个人信息处理。

6.2 访问个人帐号信息

a.您可以查询、访问您的头像、用户名、联系方式、职位等信息，您可以在友客帮-“我的”-编辑名片中进行查询、访问、修改。

b.特别提示您注意，出于安全性和身份识别（如号码申诉服务）的考虑，您可能无法自主修改注册时提交的某些初始注册信息。如您确有需要修改该类注册信息，请根据本隐私政策载明的联系方式联系我们。

6.3 投诉举报

您可按照我们公示的制度进行投诉或举报。如果您认为您的个人信息权利可能受到侵害，或者发现侵害个人信息权利的线索（例如：认为我们收集您的个人信息违反法律规定或者双方约定）

6.4 访问隐私政策

a.您可以在注册页面，或者在登录个人帐号后，在“我的”-“设置”中查看本隐私政策的全部内容。

b.请您了解，本隐私政策中所述的“友客帮”及相关服务可能会根据您所使用的手机型号、系统版本、软件应用程序版本、移动客户端等因素而有所不同。最终的产品和服务以您所使用的“友客帮”软件及相关服务为准。

6.5 停止运营向您告知

如我们停止运营，我们将及时停止收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，并对所持有的您的个人信息进行删除或匿名化处理。

7.未成年人条款

a.若您是未满18周岁的未成年人，在使用“友客帮”及相关服务前，应在您的父母或其他监护人监护、指导下共同阅读并同意本隐私政策。

b.我们根据国家相关法律法规的规定保护未成年人的个人信息，只会在法律允许、父母或其他监护人明确同意或保护未成年人所必要的情况下收集、使用、储存、共享、转让或披露未成年人的个人信息；如果我们发现在未事先获得可证实的父母同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关信息。

c.若您是未成年人的监护人，当您对您所监护的未成年人的个人信息有相关疑问时，请通过公司本隐私政策公示的联系方式与我们联系。

8.隐私政策的修订和通知

a.为了给您提供更好的服务，“友客帮”及相关服务将不时更新与变化，我们会适时对本隐私政策进行修订，这些修订构成本隐私政策的一部分并具有等同于本隐私政策的效力，未经您明确同意，我们不会削减您依据当前生效的本隐私政策所应享受的权利。

b.本隐私政策更新后，我们会在友客帮发出更新版本，并在更新后的条款生效前通过适当的方式提醒您更新的内容，以便您及时了解本隐私政策的最新版本。

9.联系我们

如对本隐私政策内容有任何疑问、意见或建议，您可通过登录“友客帮”联系或添加友客帮客服微信：ebainacs

10.免责
下列情况时“友客帮”亦毋需承担任何责任： 
a.由于您保管疏忽，将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人资料泄露。 
b.任何由于黑客政击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营之不可抗力而造成的个人资料泄露、丢失、被盗用或被篡改等。 
c.由于与“友客帮”链接的其它移动接口所造成之个人资料泄露及由此而导致的任何法律争议和后果。
“友客帮”之保护隐私声明的修改及更新权均属于南京启诺信息技术有限公司。
11.其他
a）隐私政策是“友客帮”规则的重要组成部分，对于隐私政策未涉及的其他事宜，应以服务协议及平台规则的其他内容为准。
b）隐私政策中的标题仅为方便阅读而设，不具有解释任何具体条款的法律效力。

在您申请注册“友客帮”并通过点击选择同意“友客帮”隐私政策之前，为了维护您的自身权益，请您仔细阅读并理解本协议中的全部内容。在本协议中对于免除或限制责任的条款，我们将以加粗字体及下划线的方式提醒您重点注意。如您不同意本协议或本协议的任何内容，请您立即停止并退出访问。但您的继续访问等行为，将视为您同意并接受本协议的全部条款。
    `,
    };
  },
};
</script>

<style lang="less" scoped>
.detail {
  padding: 20px;
  background-color: #fff;
}
.title {
  font-size: 28px;
  font-weight: 600;
  line-height: 40px;
  color: #333333;
}

.html {
  white-space: pre-wrap;
  font-size: 14px;
  line-height: 20px;
  color: #333333;
}
</style>