<template>
    <div class="wrap">
        <h4>用户行为准则</h4>
        <span class="line"></span>
        
        <div class="detail-desc">
            <p> 线上项目协作平台有义务根据所有适用的规则、法规和法律开展业务。我们致力于帮助所有用户以确保信任和尊重的方式行事。本准则是使用我们平台的指南，必须始终遵守。若用户违反本准则，我们将视情节严重性处以警告、固定期限封号、没收非法所得等直至终止账户的处罚。
        </p>
            <p><strong>第一条 用户个人行为准则</strong></p>
            <p>1、恪守信用道德和保持正直。</p>

            <p>2、遵守本平台的所有政策并不违背合作约定。</p>

            <p>3、尊重所有用户的权利。</p>

            <p>4、不会 滥用机密信息，或参与任何其他非法行为。</p>

            <p>5、不损害平台其他用户的权益、权利和安全。</p>

            <p>6、不会骚扰、胁迫或歧视别人。</p>

            <p>7、不会伪造任何其他身份，会提供真实无误的信息。</p>

            <p>8、不会与其他用户进行线下交易并积极抵制、举报该行为，通过平台合理、合法保障自己的权益。</p>

            <p>9、不会同意做自己能力之外的工作。</p>

            <p>10、不会在交付工作成果之前提出解冻项目实施（阶段）费用或索要预付款。</p>

            <p><strong>第二条 用户发布内容准则</strong></p>
            <p>1、不会发布侵犯任何版权或其他知识产权的内容。</p>

            <p>2、不会发布违反任何法律或法规的内容。</p>

            <p>3、不会发布诽谤性内容。</p>

            <p>4、不会发布淫秽或包含儿童色情的内容。</p>

            <p>5、不会发布涉及任何人的不完全、虚假或不准确信息的内容。</p>

            <p>6、不会发布含有任何欲损害任何系统的病毒或程序的内容。</p>

            <p> 7、不会发布影响平台品牌、声誉及损害平台业务运营的内容。</p>

            <p><strong>第三条 用户保密行为准则</strong></p>
            <p>1、会尊重机密和隐私。</p>

            <p> 2、不会公开已获得的信息或文件，除非法律要求或本平台授权。</p>


            <p><strong>第四条 用户沟通行为准则</strong></p>
            <p>1、不会询问平台其他用户私信联系信息，只会通过官方网站提供的功能与他们沟通。</p>

            <p> 2、会避免夸张、诽谤和不当的言论。</p>

            <p> 3、不会进行人身攻击、给人消极或其他不公平的批评，也不会有任何不专业的行为。</p>

            <p>4、不会滥发邮件或为自己的网站或服务做广告，除非另有允许。</p>


            <p><strong>第五条 不参与欺诈活动</strong></p>
            <p>1、不会参与欺诈活动。</p>

            <p> 2、不会创建多个账户。</p>

            <p>3、不会利用本网站非法转移资金。</p>

            <p>4、不会利用本网站做虚假反馈。</p>



            <p><strong>第六条 本规则自公布之日起实行</strong></p>


        </div>

    </div>
</template>
  
<script>
import '@/assets/css/help.css'
export default {
    name: "infor",
    data() {
        return {}
    },
    created() {
    },
    methods: {

    },
};
</script>
