<template>
    <div class="wrap">
        <h4>用户协议</h4>
        <span class="line"></span>
        <div class="detail-desc">
          
         <p> 更新日期：2022年10月14日 </p>
          <p> 生效日期：2022年10月14日 </p>

          <p><strong>第一条 概述</strong> </p>

          <p>1、为保障线上项目平台（以下简称线上项目平台或本平台）用户合法权益，维护线上项目平台正常经营秩序，根据国家相关法律法规制定《线上项目平台用户须知》（以下简称《线上项目平台须知》或本规则）。</p>

          <p>2、《线上项目平台须知》是阐述线上项目平台用户基本行为规则的条款。用户使用线上项目平台的服务、在本平台交易时，除了应该遵守我国相关法律法规和规章的规定，还应当遵循《线上项目平台须知》中各项规定。</p>

          <p>3、违反《线上项目平台须知》行为的认定与处理，应基于本平台认定的事实，严格依法依规执行。</p>
          <p>4、对任何涉嫌违反法律、法规、规章等规范性文件及《线上项目平台须知》的行为，本平台有权直接申请司法机关依法处理。用户在本平台的行为没有相应规范对应的，本平台有权本着诚实信用、公平合理的原则酌情处理。但线上项目平台对用户的处理不免除相关用户应当承担的法律责任。</p>
          <p>5、用户在本平台上的全部行为仅代表其本人，不代表本平台，基于其行为的全部责任应当由用户自行承担。</p>
          <p>6、在本平台上完成的交易，除按照法律规定不能转让或用户另有约定外，交易中涉及的相关的知识产权归属依法律、法规、规章等规范性文件确定或由双方约定。</p>
          <p>7、用户在本平台注册时，应当认真阅读并同意接受本规则约束，不同意接受本规则的，不能注册和使用本平台的各项服务；同理，用户注册使用本服务即视同接受本规则。</p>
          <p>8、易百纳平台有权对本规则进行修改和补充，并在平台上予以公告。自公告之日起，若用户不同意相关修改的，应当立即停止使用本平台的相关服务或产品；若继续使用的，则视为接受修改后的规则。公告时已成交但尚未完成的交易可继续适用成交时有效的规则。线上项目平台有权对用户行为及适用的规则进行独立认定和处理。</p>


          <p><strong>第二条 如何成为平台用户</strong> </p>
          <p>
            具有完全民事行为能力的主体可以通过注册和实名认证成为线上项目平台的用户，依据平台规则享受本平台提供的各项服务（未进行实名认证的用户不能使用线上项目平台提供的各项服务）。
          </p>

          <p>1、注册：具有完全民事行为能力的主题可以依据本平台的引导流程注册平台账号，其账号将作为后期进入平台并使用相关服务的验证信息；</p>

          <p>2、实名认证：实名认证是指注册账号按照平台规则提供具有国家承认的身份信息来标示用户法定身份并被本平台验证通过的行为。实名认证是平台为了保证所有用户的权益而进行的，但所有用户的行为结果仍由用户自行承担。</p>

          <p>3、实名认证分为企业实名认证和个人实名认证：</p>
          <p>
            （1）企业实名认证要求：
          </p>
          <p>A、提供真实清晰的企业法人营业执照的复印件或扫描件（核对原件，保留复印件）。</p>
          <p>B、填写真实的公司基本资料表格。</p>
          <p>（2）个人实名认证要求：</p>

          <p>A、年满十八周岁，并具有民事权利能力和民事行为能力的自然人。</p>

          <p>B、无民事行为能力人或限制民事行为能力人应经过其监护人的同意。</p>

          <p>C、用户需要对平台提供明确的联系方式，并提供真实姓名和清晰可辨识的身份证正反面照片以及该用户与其身份证合影（这是支付有保障的前提）；在交易的过程中可以使用昵称，平台将充分保护用户的隐私权。</p>

          <p><strong>第三条 信息审核</strong></p>

          <p>用户在线上项目平台注册和发布信息时须合法合规，如果账号、名称、头像、宣传介绍等资料和发布信息内容不真实，或涉及色情、暴力、恐怖主义、危害国家安全和社会公共利益等违法违规内容，或涉及侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的，本平台有权采取不予注册、删除内容、冻结或注销用户账号等措施，因此产生的不利后果和损失由用户自行承担。</p>

          <p>
              <strong>第四条 知识产权</strong>
          </p>

          <p>1、本平台及本平台所使用的任何相关软件、程序、内容，包括但不限于作品、图片、档案、资料、平台构架、平台版面的安排、网页设计、经由本平台或广告商向用户呈现的广告或资讯，均由本平台或其它权利人依法享有相应的知识产权，包括但不限于著作权、商标权、专利权或其它专属权利等，受到相关法律的保护。未经本平台或权利人明示授权，用户保证不修改、出租、出借、出售、散布本平台及本平台所使用的上述任何资料和资源，或根据上述资料和资源制作成任何种类产品。</p>

          <p>2、用户不得经由非本平台所提供的界面和入口注册、登录和使用本平台，否则，线上项目平台有权采取冻结或注销用户账号等措施，因此产生的不利后果和损失由用户自行承担。
          </p>
          <p><strong>第五条 用户个人信息</strong></p>
          <p>1、个人信息收集</p>
          <p>用户同意本平台出于以下目的，收集和使用用户的个人信息：</p>
          <p>（1）在用户注册本平台账号时，本平台会收集用户的手机号码；</p>
          <p>（2）本平台会收集用户在完善个人资料时填写的昵称、性别、所在地、就职公司、QQ、微信、电子邮箱、手机号、实名认证信息（真实姓名、身份证号码）等个人信息；</p>
          <p>（3）在用户使用本平台时，本平台会收集用户的浏览器/移动设备类型、浏览器/移动设备语言、用户IP地址等信息；</p>
          <p>（4）开展内部审计、数据分析和研究，改善本平台的产品或服务。</p>

          <p>2、个人信息使用</p>
          <p>（1）本平台尊重并保护使用本平台的用户的个人信息，不会向任何人提供、出售或出借用户个人信息，但下述情况除外：</p>
          <p>（a）本平台事先得到用户的许可；</p>
          <p>（b）为使用本平台的服务所必须的（包括但不限于向发包方/接包方提供对方的相关信息和项目相关信息）；</p>
          <p>（c）司法机关、行政机关或其他有关部门要求披露的；</p>
          <p>（d）为维护本网站的合法权益、社会公众利益需要披露的；</p>
          <p>（e）本网站与第三方合作向用户提供相关网络服务需要向第三方披露的；</p>
          <p>（f）依照法律法规要求披露的。</p>
          <p>（2）本平台亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播用户信息。任何用户如从事上述活动，一经发现，本平台有权立即终止与该用户的服务协议，查封其账号，并依法追究其责任。</p>
          <p>3、信息安全</p>
          <p>在使用本平台服务进行网上交易时，请用户妥善保护自己的信息。</p>
          <p>如果用户发现自己信息泄密，尤其是用户账号或资金账户及密码发生泄露，请用户立即联络本平台客服，以便我们采取相应措施。</p>
          <p>以下情形造成的任何个人信息的泄露、丢失、被盗用、被篡改等，本网站不承担任何责任：</p>
          <p>（1）由黑客攻击、计算机病毒侵入或发作、政府管制等本网站不能控制的原因或不可抗力而造成的暂时性关闭等影响网站正常运营的事件所造成的；</p>
          <p>（2）用户将个人密码、账号告知他人或与他人共享注册帐号所造成的；</p>
          <p>（3）与本网站链接的任何其它网站造成的。</p>
          <p><strong>第六条 不可抗力</strong></p>
          <p>因不可抗力或者其他意外事件，使得本平台的运行不可能、不必要或者无意义的，双方均不承担责任。本须知所称之不可抗力意指不能预见、不能避免并不能克服的客观情况，包括但不限于战争、台风、水灾、火灾、雷击或地震、罢工、暴动、法定传染病、黑客攻击、网络病毒、电信部门技术管制、政府行为或任何其它自然或人为造成的灾难等客观情况。</p>
          <p><strong>第七条 保密</strong></p>
          <p>用户和本平台双方应对与对方有关的商业秘密、技术秘密、新产品（或系统）设计方案、重大经营决策以及客户交易结算资金等保密信息妥善保管，不得泄露，在协议期间及协议终止后均不得向第三方披露或公开，亦不得将该商业秘密或技术秘密用于除协议之外的任何其它用途；未经对方同意不得在合作范围以外使用，不得以任何方式向第三方提供，法律法规另有规定或双方另有约定的除外</p>
          <p><strong>第八条 最终解释权</strong></p>
          <p>线上项目平台对本规则以及基于本规则制定的各项规则拥有最终解释权。</p>
          <p><strong>第九条 法律适用和争议解决</strong></p>
          <p>本规则的解释以及本平台与用户之间的争议纠纷适用中华人民共和国法律。
          </p>


          <p>如果使用线上项目平台的用户与本平台之间发生争议、纠纷，协商无法解决的，各方应通过正当的司法途径予以解决，线上项目平台不承担任何责任。
          </p>
        </div>
     
    </div>
  </template>
  
  <script>
  import '@/assets/css/help.css'
  export default {
    name: "infor",
    data() {
        return{}
    },
    created(){
    },
    methods: {

    },
  };
  </script>
